exports.xp3 = (id, XPTN, corohelp, tampilTanggal, tampilWaktu, instagram, nomer, aktif, groupwa, youtube) => {
	return `
  
❉──────────❉
*🍁TOOLS3🍁 ${XPTN}*
❉──────────❉
╔════════════════════
║ *🍁TOOLS3 BOT🍁 ${XPTN}*
╠════════════════════
║╭──❉ *OTHERS* ❉──
║│1. *.tts* <teks>
║│2. *.quotes*
║│3. *.donasi*
║│4. *.foto cewek*
║│5. *.foto cowok*
║│6. *.pokemon*
║│7. *.loli*
║│8. *.hentai*
║│9. *.fotoanime*
║│10.*.filanime*
║│11. *.namaninja* <nama lu>
║│12. *.alay*  <teks>
║│13. *.say*  <teks>
║│14. *.infoig* <@IAN_25ID>
║│15. *.nekonime*
║│16. *.infoanime*
║│17. *.wikien*
║│18. *.waifu*
║│19. *.shota*
║│20. *.dewabatch*
║╰───────────
╠════════════════════
║  *${XPTN}*
╠════════════════════
║╭──❉ *SOSMED ADMIN* ❉──
║│1. *Group WhatsApp*
║│ _${groupwa}_
║│2. *YouTube <subscribe>*
║│ _${youtube}_
║│3. *Instagram <Follow>*
║│ _${instagram}_
║│4. *Creator ${XPTN}*
║│ _${nomer}_
║╰───────────
║       ${XPTN}
║  ▌│█║▌║▌║║▌║▌║█│▌
║  ▌│█║▌║▌║║▌║▌║█│▌
║       ${XPTN}
╠════════════════════
║ _*MADE BY GUSTIAN BOT*_
╚════════════════════`
}
