exports.xp4 = (id, XPTN, corohelp, tampilTanggal, tampilWaktu, instagram, nomer, aktif, groupwa, youtube) => {
	return `
  
❉──────────❉
*🍁TOOLS4🍁 ${XPTN}*
❉──────────❉
╔════════════════════
║ *🍁TOOLS4 BOT🍁 ${XPTN}*
╠════════════════════
║╭──❉ *OTHERS* ❉──
║│10. *.cersex2*
║│11. *.nama* <nama anda>
║│12. *.pasangan* <AGUNG & Wenda>
║│13. *.lirik* <nama lagu>
║│14. *.chord* <nama lagu>
║│15. *.cerpen*
║│16. *.puisi1*
║│17. *.puisi2*
║│18. *.resep*
║│19. *.bitly*
║│20. *.textimage*
║│21. *.wetzodiak*
║│22. *.namajenis*
║╰───────────
╠════════════════════
║  *${XPTN}*
╠════════════════════
║╭──❉ *SOSMED ADMIN* ❉──
║│1. *Group WhatsApp*
║│ _${groupwa}_
║│2. *YouTube <subscribe>*
║│ _${youtube}_
║│3. *Instagram <Follow>*
║│ _${instagram}_
║│4. *Creator ${XPTN}*
║│ _${nomer}_
║╰───────────
║       ${XPTN}
║  ▌│█║▌║▌║║▌║▌║█│▌
║  ▌│█║▌║▌║║▌║▌║█│▌
║       ${XPTN}
╠════════════════════
║ _*MADE BY GUSTIAN BOT*_
╚════════════════════`
}
