exports.xp6 = (id, XPTN, corohelp, tampilTanggal, tampilWaktu, instagram, nomer, aktif, groupwa, youtube) => {
	return `
  
❉──────────❉
*🍁TOOLS6🍁 ${XPTN}*
❉──────────❉
╔════════════════════
║ *🍁TOOLS6 BOT🍁 ${XPTN}*
╠════════════════════
║❁፧⿴⃟᎒⃟֍۪۪̣̣۪۪۪⏜፞⏜❟❪   ̸⃓⃘۪۪⃗❫❟⏜፞⏜֍۪۪̣̣۪۪۪⃟᎒⃟⿴፧❁
║╭──❉ *OTHERS* ❉──
║│1. *.texthundet <text>*
║│2. *.randomkis* <link web>
║│3. *.urltoimg* <link>
║│4. *.quotemaker* <text>
║│5. *.nulis2* <text>
║│6. *.ttp2* <text>
║│7. *.setname* <text>
║│8. *.setdesc* <text>
║│9. *.creator* <text>
║│10. *.opengc*
║│11. *.closegc*
║│12. *.text3d* <text>
║│13. *.renungan*
║│14. *.joox* <text>
║│15. *.gltext* <text>
║│16. *.gaming2* <text>
║│17. *.blackpink* <text>
║│18. *.mostviewfilm*
║│19. *.loli2*
║│20. */igstalk* <nama>
║│21. *.pornhub* <text|text>
║│22. *.speed*
║│23. *.tagme*
║╰───────────
║❁፧⿴⃟᎒⃟֍۪۪̣̣۪۪۪⏜፞⏜❟❪   ̸⃓⃘۪۪⃗❫❟⏜፞⏜֍۪۪̣̣۪۪۪⃟᎒⃟⿴፧❁
╠════════════════════
║  *${XPTN}*
╠════════════════════
║╭──❉ *SOSMED ADMIN* ❉──
║│1. *Group WhatsApp*
║│ _${groupwa}_
║│2. *YouTube <subscribe>*
║│ _${youtube}_
║│3. *Instagram <Follow>*
║│ _${instagram}_
║│4. *Creator ${XPTN}*
║│ _${nomer}_
║╰───────────
║       ${XPTN}
║  ▌│█║▌║▌║║▌║▌║█│▌
║  ▌│█║▌║▌║║▌║▌║█│▌
║       ${XPTN}
╠════════════════════
║ _*MADE BY GUSTIAN BOT*_
╚════════════════════`
}
